tap "homebrew/bundle"
tap "homebrew/services"
tap "infisical/get-cli"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
brew "openssl@3"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "cargo-watch"
brew "cloudflared"
brew "cmake"
brew "cmatrix"
brew "deno"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "grip"
brew "node"
brew "gtop"
brew "imagemagick"
brew "libpq"
brew "livekit"
brew "livekit-cli"
brew "llvm@16"
brew "lsd"
brew "mas"
brew "openjdk"
brew "maven"
brew "mysql", restart_service: true
brew "neonctl"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "pnpm"
brew "powerlevel10k"
brew "python-tk@3.11"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "selenium-server"
brew "solana"
brew "starship"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "infisical/get-cli/infisical"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "alt-tab"
cask "amazon-workspaces"
cask "betterdiscord-installer"
cask "chromedriver"
cask "cocoapods"
cask "dbeaver-community"
cask "discord"
cask "electron"
cask "figma"
cask "font-fira-code-nerd-font"
cask "ganache"
cask "github"
cask "google-chrome"
cask "itsycal"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "plex"
cask "plex-media-server"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "telegram"
cask "time-out"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Hand Mirror", id: 1502839586
mas "Xcode", id: 497799835
vscode "1000ch.svgo"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "darkempire78.discord-tools"
vscode "dbaeumer.vscode-eslint"
vscode "equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "georgewfraser.vscode-javac"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "juanblanco.solidity"
vscode "kamikillerto.vscode-colorize"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "passionkind.prettier-vscode-with-tabs"
vscode "pkief.material-icon-theme"
vscode "polymeilex.wgsl"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "walkme.java-extension-pack"
vscode "wgsl-analyzer.wgsl-analyzer"
vscode "wheredoesyourmindgo.gruvbox-concoctis"
vscode "yinz.safira"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
